[
  {
    "id": 1,
    "title": "Projetos de Estruturas em Aço",
    "text": "\n\n As estruturas metálicas podem ser definidas como um conjunto de barras metálicas e elementos de ligação que, em conjunto, tenham certa estabilidade e resistência para atender determinados propósitos. Suas primeiras obras datam de 1750 e possuem as seguintes vantagens: \n\n * Alta resistência do material nos diversos estados de tensão (tração, compressão, flexão etc.), O que permite aos elementos estruturais suportarem grandes esforços apesar da área relativamente pequena das suas seções; por isso, as estruturas de aço, apesar da sua grande densidade (7850 kg/m²), são mais leves do que os elementos constituídos em concreto armado; \n\n * Os elementos de aço oferecem uma grande margem de segurança no trabalho, o que se deve ao fato de o material ser único e homogêneo, com limite de escoamento, ruptura e módulo de elasticidade bem definidos; \n\n * Os elementos de aço são fabricados em oficinas, de preferência seriados, e sua montagem é bem mecanizada, permitindo com isso diminuir o prazo final da construção; \n\n * Os elementos de aço podem ser desmontados e substituídos com facilidade, o que permite reforçar ou substituir facilmente diversos elementos da estrutura; \n\n * Possibilidade de reaproveitamento do material que não seja mais necessário à construção. \n\n A pequena desvantagem dos elementos de aço carbono é a sua suscetibilidade à corrosão, o que requer que eles sejam cobertos com uma camada de tinta ou seja empregado outro método de proteção.  \n\n  ### Método de Dimensionamento \n\n A norma brasileira que regulamenta e padroniza o processo de cálculo, projeto técnico, confecção e instalação de estruturas mistas de aço e concreto é a NBR8800, desde sua primeira edição em 1986. \n\n A metodologia de cálculo empregado pela norma é o Método dos Estados Limites, que consiste, resumidamente, em manter as características de resistência das peças e majorar as cargas atuantes, agindo como um fator de segurança. \n\n O fator de segurança previsto tem por finalidade absorver: \n\n * Aproximação e incertezas no método de análises; \n\n * Qualidade de fabricação; \n\n * Presença de tensões residuais concentração de tensões; \n\n * Alteração para menos nas propriedades físicas do material; \n\n * Alteração para menos na seção transversal dos membros; \n\n * Locação e intenção de uso da estrutura; \n\n * Incerteza dos carregamentos. \n\n Toda estrutura metálica está submetida a dois estados, os Estados Limites de Serviço (ELS) e os Estados Limites Últimos (ELU). \n\n Os estados limites últimos estão relacionados com a segurança da estrutura sujeita às combinações mais desfavoráveis de ações previstas em toda vida útil, durante a construção ou quando atuar uma ação especial ou excepcional. \n\n Os estados limites de serviço estão relacionados com o desempenho da estrutura sob condições normais de utilização.  A ocorrência de um ELS pode prejudicar a aparência, a possibilidade de manutenção, a durabilidade, a funcionalidade e o conforto dos ocupantes de um edifício, bem como pode causar danos a equipamentos e materiais de acabamento vinculados à estrutura. \n\n Na análise estrutural deve ser considerada a influência de todas as ações que possam produzir efeitos significativos para a estrutura, classificando-as, de acordo com a ABNT NBR 8681, em ações permanentes, variáveis e excepcionais. Essas ações são majoradas, como dito anteriormente, por coeficientes de ponderações que podem variar, no caso dos ELU, para cada tipo de ação e condição da estrutura. Para o caso dos ELS, esse coeficiente, em geral, é igual a 1,0. \n\n Um carregamento é definido pela combinação das ações que têm probabilidades não desprezíveis de atuarem simultaneamente sobre a estrutura, durante um período preestabelecido.  Um telhado, por exemplo, pode estar sujeito aos esforços ocasionados pelo seu peso próprio, telhas, elementos fixados em sua estrutura, ações de chuva e de vento, todos simultaneamente.  A combinação das ações deve ser feita de forma que possam ser determinados os efeitos mais desfavoráveis para a estrutura. \n\n Um projeto estrutural, além de prever uma estrutura capaz de atender aos ELU e ELS pelo período da vida útil pretendido, deve permitir que a fabricação, o transporte, o manuseio e a montagem da estrutura sejam executados de maneira adequada e em boas condições de segurança.  \n\n Outro fator muito importante de um projeto é o dimensionamento das ligações metálicas, que consistem em elementos de ligações, como enrijecedores, chapas de ligação, cantoneiras, e meios de ligação, como soldas, parafusos, barras rosqueadas e pinos. \n\n \n\n  ### Galeria \n\n A seguir, tem-se algumas imagens referentes às etapas de elaboração de diferentes projetos, extraídas de softwares devidamente licenciados. \n\n ![Planta de um quadrante contendo o levantamento de cargas e estruturas](/assets/posts/1/1.PNG) \n\n Existem casos, apesar de não ser o ideal, onde haverão alterações nas cargas e condições da estrutura, que podem levar à necessidade de realizar algum reforço para garantir a estabilidade. Nesses casos, todo um levantamento deve ser feito, contendo, minuciosamente, todas as cargas, bitolas dos materiais, meios de fixação, verificação das soldas, entre outros. \n\n ![Isométrico de um pórtico metálico](/assets/posts/1/2.PNG) \n\n A criatividade é um fator muito importante durante a elaboração de um projeto. No caso deste [pórtico metálico](https://portfolio-dhdessoldi.vercel.app/posts/2), representado por uma ilustração isométrica simplificada da estrutura final, havia a necessidade do prolongamento das vigas auxiliares em mais de 1,0 metro para além de suas vigas de sustentação. Como solução, foi proposto uma mão-francesa invertida, estaiando a viga com cantoneiras. \n\n ![Deslocamentos de uma estrutura de telhado](/assets/posts/1/3.PNG) \n\n Para a verificação dos estados limites de serviço, a pior condição de carregamento, que resulta no maior deslocamento da estrutura, sem majoramento deve ser considerada. Os valores de deslocamentos devem ser avaliados de caso a caso, dependendo da funcionalidade da viga estudada. \n\n ![Cargas atuantes em Pórtico Metálico](/assets/posts/1/6.PNG) \n\n Nesta simplificação de um [pórtico metálico](https://portfolio-dhdessoldi.vercel.app/posts/2), pode-se ver a distribuição de diferentes cargas na estrutura. Em alguns casos, a condição mais crítica de carregamento pode não ser a mais óbvia. Então, atribuir diferentes condições, configurando para que não aconteçam de forma simultânea, pode ser uma opção para definir qual a mais severa que deve ser considerada.  \n\n ![Esforços atuantes em marquise metálica](/assets/posts/1/4.PNG) \n\n Para a verificação de resistência das barras, são considerados os esforços máximos, definidos pela pior condição de carregamento. Nessa [marquise metálica](https://portfolio-dhdessoldi.vercel.app/posts/4), foram considerados tubos redondos estaiando toda a estrutura devido ao seu comprimento elevado. Desta forma, os esforços nas barras e elementos de fixação são amenizados, possibilitando a utilização de materiais de menor espessura e reduzindo custos. \n\n ![Esforços atuantes em Pipe Rack](/assets/posts/1/5.PNG) \n\n Cada forma e tipo de estrutura possui suas vantagens e desvantagens, e deve ser analisada caso a caso para o melhor custo benefício. Os [pipe racks](https://portfolio-dhdessoldi.vercel.app/posts/9) costumam ser projetados em estruturas treliçadas. As treliças, apesar de ocuparem um espaço maior, podem percorrer vãos maiores com um peso linear menor do que vigas maciças, por exemplo, porém são muito trabalhosas e demandam maior tempo de produção e uma quantidade elevada de materiais para as ligações e acabamento. \n\n  \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 2,
    "title": "Pórticos Metálicos",
    "text": "\n\n Pórticos são elementos formados pela associação de pilares e vigas, através de ligações, nós, rígidas ou articuladas. Existe uma infinidade de tipos de pórticos para as mais variadas aplicações. No dia-a-dia costumamos ver muito dessas estruturas, como, por exemplo, as estruturas utilizadas para sustentar placas sinalizadoras de trânsito, principalmente em rodovias. \n\n Um galpão metálico pode ser definido como a junção de diversos pórticos interligados, devidamente projetados para resistir aos esforços atuantes provenientes de cargas de peso próprio, vento, chuva, entre outros. Nestes casos, os pórticos podem ser treliçados ou de alma cheia, além de formatos diferentes, para melhor atender as condições de projeto. \n\n Na indústria, é muito comum a utilização dessa estrutura em sistemas de içamento de cargas, podendo ser fixos ou, até mesmo, móveis. As vantagens das vigas metálicas ficam mais claras ainda nesses casos, podendo vencer grandes vãos com menor peso linear e ainda suportando cargas significativas. \n\n  ### Galeria \n\n A seguir, tem-se algumas imagens, fotografias e mais detalhes referentes às etapas de elaboração de diferentes projetos e do processo de montagem de pórticos metálicos. \n\n ![Isométrico de um pórtico metálico](/assets/posts/2/1.PNG) \n\n Na imagem acima, tem-se uma representação simplificada em isometria de um pórtico de 6,4 metros de largura por 11 metros de comprimento, aproximadamente. O layout desse tipo de estrutura pode variar muito com as demandas do cliente, condições do local e aplicação. Neste caso foi projeto um pórtico para içamento de cargas em uma linha de produção de peças. A fixação do caminho de rolamento da ponte de içamento pode ser feita em travessas ou longitudinais, dependendo das especificações do fabricante. \n\n ![Vista frontal de pórtico metálico com esquematização de talhas](/assets/posts/2/2.PNG) \n\n Nessa vista frontal de outro pórtico, pode-se ver alguns detalhes de como a esquematização dos caminhos de rolamento e das talhas que atuarão na linha de produção. \n\n ![Planta de um pórtico metálico de 64 metros de comprimento por 17 metros de largura](/assets/posts/2/3.PNG) \n\n A vista de planta acima representa um pórtico de 64 metros de comprimento, possuindo trechos que chegam a 18 metros de largura. Para viabilizar essa obra, diversos pilares metálicos foram estrategicamente alocados para garantir a estabilidade da estrutura. Durante a montagem de estruturas com grandes vãos, emendas utilizando chapas com ligações em atrito são fundamentais para garantir que a estrutura não ceda e comprometa sua funcionalidade. \n\n ![Detalhes de fabricação de um pórtico metálico](/assets/posts/2/4.PNG) \n\n A quantidade de detalhes de fabricação pode assustar em alguns casos, mas é de importância imprescindível. As ligações devem ter resistência necessária para suportar a transferência de esforços, e podem estar suscetíveis à esforços normais, cortantes e momentos fletores. São muitos fatores envolvidos, e todos os elementos, como cordões de soldas, diâmetro e tipo de parafuso, espessura das chapas, devem ser devidamente dimensionados e detalhados no projeto. \n\n ![Fotografia de um pórtico metálico montado](/assets/posts/2/5.jpeg) \n\n Neste pórtico, já montado, foi optado por realizar o acabamento em tinta branca, por ser um ambiente interno pouco agressivo à corrosão. O acabamento é um fator muito importante para garantir a longevidade da estrutura. \n\n ![Forografia de um pórtico metálico montado](/assets/posts/2/6.jpeg) \n\n \n\n Nesse último caso, foi optado por um acabamento em galvanização à fogo para manter o padrão das demais estruturas da fábrica. Geralmente este tipo de acabamento é utilizado para estruturas expostas à alterações das condições climáticas, ou em regiões litorâneas onde a maresia apresenta um fator importante na corrosão do material. Por ser um acabamento um tanto quanto grosseiro e de valor elevado, não costuma ser utilizado em ambientes protegidos, salvo exceções onde o cliente decida. \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 3,
    "title": "Estruturas Auxiliares",
    "text": "\n\n Estruturas metálicas auxiliares tem como proposta complementar alguma outra estrutura já existente para atender determinada função. Podendo, assim, servir como apoio para algum tipo de fechamento ou equipamento, por exemplo, como suporte para tubulações, ou até mesmo como pontos de fixação para caminhos de rolamento ou, até mesmo, outras estruturas. \n\n Em muitos casos, estas estruturas são fixadas em outras estruturas metálicas já existentes, que podem não ter sido projetadas para essa finalidade. Nestes casos, a estrutura original deve ser levada em consideração no [projeto](https://portfolio-dhdessoldi.vercel.app/posts/1), já que isso pode afetar a rigidez da auxiliar e, nos piores casos, levar a estrutura à ruína. \n\n  ### Galeria \n\n A seguir, tem-se algumas imagens, fotografias e mais detalhes referentes às etapas de elaboração de diferentes projetos e do processo de montagem de estruturas auxiliares. \n\n \n\n ![Isométrico de uma estrutura auxiliar metálica](/assets/posts/3/1.PNG) \n\n Na imagem acima, tem-se o isométrico simplificado e representativo de uma estrutura auxiliar metálica, para apoio de um sistema de rolamento de içamento de cargas. Um dos fatores importantes a ser considerado nessa estrutura é o efeito das forças horizontais, dirigidas longitudinalmente, resultante da frenagem ou da aceleração da ponte com a carga içada, ou até mesmo do choque da ponte com o para-choque. Esse efeito pode causar um deslocamento horizontal, que deve ser previsto em cálculo. Para reduzir esse deslocamento, pode-se utilizar de travas diagonais conectadas diretamente nos pontos de fixação. Essas travas também auxiliam reduzindo os esforços atuantes nas ligações entre as vigas e os pedestais. \n\n ![Vista frontal e de planta de estrutura auxiliar metálica](/assets/posts/3/2.PNG) \n\n Aqui temos uma estrutura auxiliar representada pela vista de planta e vista frontal. Apesar de parecer simples, é uma estrutura robusta para suportar uma talha de capacidade de içamento de três toneladas. Tanto os elementos de fixação da estrutura auxiliar, quanto a viga que recebe essa estrutura, devem estar devidamente projetadas e reforçadas para suportarem os esforços resultades das forças que agem nestes pontos. \n\n ![Fotografia de estruturas de pendural para suporte de tubulações](/assets/posts/3/3.jpeg) \n\n Estrutura com suporte metálico para apoio de tubulações de aço para transporte de óleo. A distância entre os suportes é definida pelo fabricante das tubulações. As cargas aplicadas devem levar em conta o material da tubulação, espessura das paredes e tipo de líquido a ser transportado. \n\n ![Fotografia de estrutura auxiliar metálica para apoio de talhas de KBK](/assets/posts/3/4.jpeg) \n\n Por fim, outra estrutura auxiliar que foi utilizada para fixação de caminhos de rolamento e demais suportes de equipamentos. Pode-se observar a utilização de contraventamentos verticais em \"x\" para minimizar os efeitos das forças horizontais citadas anteriormente. \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 4,
    "title": "Marquises Metálicas",
    "text": "\n\n Marquises metálicas são estruturas de cobertura em balanço, muitas vezes utilizadas para proteger os transeuntes ou equipamentos do edifício ao qual estão fixadas. Elas também podem ser isoladas, como no caso das marquises de postos de combustíveis, por exemplo, possuindo colunas próprias de sustentação. No geral, são compostas por: \n\n * **Tesouras metálicas**, que podem ser treliçadas ou de alma cheia; \n\n * **Terças de cobertura**, que servem para apoio de telhas dos mais diversos formatos e materiais; \n\n * **Quadros de fechamento lateral**, para apoio das telhas que formam a fachada da marquise; \n\n * **Contraventamentos**, que são barras cuja finalidade é garantir a estabilidade da estrutura durante sua vida útil e durante a montagem, proporcionando rigidez espacial; \n\n * **Calhas e tubos de descida**, que servem para o escoamento da águas provenientes da chuva que caem sobre o telhado; \n\n * **Rufos**, que são chapas metálicas dobradas para dar acabamento aos cantos da estrutura; \n\n * **Colunas**, que podem ser de concreto ou metálicas, sendo as metálicas de alma cheia ou treliçadas; \n\n * **Linhas de vida**, que são cabos de aço fixados sobre a cobertura para garantir a segurança dos trabalhadores que forem realizar algum tipo de manutenção na superfície com o equipamento de proteção individual adequado. \n\n  No projeto de uma marquise metálica, alguns dos fatores mais importantes são as cargas devidas ao vento. As considerações para a avaliação das forças devidas ao vento, para efeito de cálculo em edifícios e estruturas, são regidas pela **Norma Brasileira NBR6123/88 \"Forças devidas ao vento nas edificações\"**. Convém ressaltar que, para o estudo dessas forças, é necessário o conhecimento de três parâmetros, que são: \n\n * **Pressão dinâmica:** relação entre velocidade do vento e fatores topográficos, de rugosidade e estatístico; \n\n * **Coeficientes de pressão e de forma:** valores definidos por norma dependentes do tipo da edificação e permeabilidade das paredes; \n\n Vale ressaltar que, na maioria dos casos, as forças provenientes do vento são de sucção, ou seja, agem de forma a tentar levantar a estrutura do solo. Assim, por definição, não devem ser combinadas com cargas variáveis verticais, para que não haja sobreposição de forças com direções opostas. \n\n Outro fator importante que deve ser considerado é a sobrecarga de manutenção da estrutura. Segundo a **Norma Brasileira NBR6120/19**, caso a cobertura possua sistema de drenagem suficiente e rigidez adequada que impeçam a ocorrência do fenômeno de empoçamento, pode-se considerar uma **carga variável uniformemente distribuída de 0,25kN/m², ou 25 kg/m²**, para cobrir chuvas e comportar pessoas em sua cobertura para manutenção. \n\n Esses são apenas alguns exemplos que mostram a complexidade do cálculo envolvido no projeto de uma marquise metálica, que vai muito além do daqui descrito. \n\n  ### Galeria \n\n A seguir, tem-se algumas imagens, fotografias e mais detalhes referentes às etapas de elaboração de diferentes projetos e do processo de montagem de marquises metálicas. \n\n ![Vistas de um desenho técnico de uma Marquise Metálica](/assets/posts/4/1.PNG) \n\n Vistas de planta, frontal e lateral de uma marquise metálica isolada de 14m x 5m x 6m, cuja finalidade é servir de cobertura para um posto de abastecimento de caminhões de teste. \n\n ![Fotografia da montagem de uma marquise metálica](/assets/posts/4/2.jpeg) \n\n A montagem também é uma etapa muito importante e seus procedimentos devem ser especificados em projeto de forma a garantir a estabilidade da estrutura durante todo o processo. Antes de iniciar, todo um planejamento deve ser realizado, avaliando o melhor processo de montagem, tendo-se em conta os equipamentos necessários, acesso à obra, condições topográficas, prazo, entre outros. \n\n ![Fotografia de uma marquise metálica montada](/assets/posts/4/3.jpeg) \n\n Aqui pode-se ver a marquise metálica já pronta, com os contraventamentos, telhas, platibandas laterais e rufos de acabamento colocados. Uma recomendação é pintar os chumbadores e parafusos, com exceção da rosca, para que fique fácil a identificação de algum eventual problema de afrouxamento das ligações. Para evitar isso, é imprescindível a utilização de cola mecânica ou contraporca nas ligações parafusadas. \n\n ![Vista lateral de uma tesoura com içamento](/assets/posts/4/5.PNG) \n\n Em casos de marquises de largura expressiva, pode-se utilizar diferentes tipos de tirantes para viabilizar a estrutura. No projeto ilustrado acima, as tesouras metálicas tinham, aproximadamente, 9 metros de comprimento, e foi proposta como solução a utilização de tubos de aço para redução dos esforços incidentes na base das tesouras. \n\n ![Fotografia de uma pequena marquise metálica](/assets/posts/4/7.jpeg) \n\n Nessa última imagem, tem-se como proposta uma pequena marquise, projetada e confeccionada para proteger um equipamento de porta rápida de rolo das diferentes condições climáticas que possam vir a causar avarias. \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 5,
    "title": "Mezaninos Metálicos",
    "text": "\n\n **Mezaninos** são **estruturas utilizadas para criar novos ambientes ou patamares**, funcionando como um **andar intermediário** entre o térreo e o andar superior, ou entre o piso e o telhado de onde se encontram. A concepção da estrutura depende diretamente de seu propósito, sendo muito comum vermos mezaninos serem utilizado na construção de **lojas**, **escritórios**, **depósitos** e, dentro das indústrias, **áreas técnicas para equipamentos**. \n\n Cada caso específico está contemplado na **Norma Brasileira NBR6120/19**, com extensas tabelas que definem a **carga variável uniformemente distribuída** que deve ser considerada sobre o mezanino. Os materiais de acabamento também possuem peso considerável, e condições específicas de projeto para garantir sua funcionalidade. Em mezaninos com acesso ao público, é muito comum a utilização de pisos em **painéis wall**, que facilitam a montagem com sua praticidade e resistência, possuem uma espessura menor que lajes convencionais, suportam cargas elevadas e são de fácil manutenção. \n\n  \n\n Já em zonas industriais, o emprego de pisos de **chapas xadrez de aço ou alumínio** predominam, que devem ser dimensionadas de acordo com as **cargas pontuais** dos equipamentos ou objetos que serão fixos ao mezanino, das **sobrecargas de utilização** estabelecidas em norma e dos **vãos** entre as vigas de sustentação das chapas. Não se pode deixar de levar em consideração o peso próprio da chapa, sendo que, uma chapa xadrez de aço, por exemplo, com **espessura de 1/8 de polegada** possui **25 kgf/m²**. \n\n As **[escadas](https://portfolio-dhdessoldi.vercel.app/posts/8) de acesso** e os **guarda corpos** devem ser devidamente projetados segundo as **normas de arquitetura e segurança**, possuindo **largura, altura, quantidade de degraus, patamares, rodapés, distância entre montantes** e outros fatores especificados pelas normas vigentes. \n\n  ### Galeria \n\n A seguir, tem-se algumas **imagens, fotografias** e mais detalhes referentes às etapas de elaboração de diferentes **[projetos](https://portfolio-dhdessoldi.vercel.app/posts/1)** e do processo de montagem de **mezaninos metálicos**. \n\n ![Vista de planta de um mezanino metálico](/assets/posts/5/1.PNG) \n\n **Vista de planta** de um mezanino metálico de aproximadamente **13,2 m x 4,8 m x 3,6 m** para apoio de **containers modulares** que servem como escritórios. Para essa aplicação, o distanciamento entre as travessas de apoio foi **[cálculado e projetado](https://portfolio-dhdessoldi.vercel.app/posts/1)** para suportar o **peso próprio dos containers**, fornecido pelo fabricante, e uma **sobrecarga de 250 kgf/m²**, especificada pela NBR6120/19 para salas administrativas. \n\n ![Vista frontal de um mezanino metálico](/assets/posts/5/2.PNG) \n\n **Vista frontal** do mesmo mezanino da imagem anterior. Devido limitações do ambiente, parte do mezanino está em **balanço**, com utilização de **mãos francesas** para apoio. O projeto das **[escadas](https://portfolio-dhdessoldi.vercel.app/posts/8)** também foi um desafio, devido limitação de espaço conciliado com as restrições impostas pela norma. \n\n ![Fotografia de uma mezanino metálico montado](/assets/posts/5/3.jpeg) \n\n Nessa fotografia, pode-se ver o mezanino das vistas do desenho técnico anterior **finalizado** e pronto para receber os containers em sua superfície. As **[escadas](https://portfolio-dhdessoldi.vercel.app/posts/8)** fazem uma espécie de giro para não invadirem o corredor e finalizam embaixo do próprio mezanino, porém o **pé direito livre de 2,10 metros**, por questões de segurança, permanece respeitado em todos os pontos da escada. A **largura efetiva é de 1,20 metros**, também estabelecida em norma para escadas de acesso público. Apesar de estar localizado em um ambiente interno, o acabamento em **galvanização à fogo** foi uma exigência do cliente para manter a padronização da fábrica. \n\n ![Vista de planta de um mezanino metálico integrado a um pórtico](/assets/posts/5/4.PNG) \n\n Nesta **vista de planta**, pode-se ver um mezanino metálico integrado à um pórtico destinado à de elevação de carga. Foi **[projetado](https://portfolio-dhdessoldi.vercel.app/posts/1)** para suportar diversos **tanques e equipamentos** que atuam em uma linha de produção, contendo um piso de **chapa xadrez de aço com espessura de 3/16 de polegada**, uma **[escada metálica](https://portfolio-dhdessoldi.vercel.app/posts/8)** com patamar intermediário e guarda corpo em todo seu perímetro. \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 6,
    "title": "Salas Estruturais",
    "text": "\n\n Salas estrurais são estruturas simples, usualmente feitas em perfis **\"u\" ou \"u enrijecidos\"**, projetadas para suportar as paredes em **dry wall**, **portas**, **janelas**, **telhas**, **forro**, **tubulações de rede de incêndio** e **equipamentos de ar condicionado**, quando aplicável. Também deve-se levar em consideração a **sobrecarga de manutenção** prevista em norma. Caso tenha múltiplos pavimentos, a concepção muda para a de um **[mezanino metálico](https://portfolio-dhdessoldi.vercel.app/posts/5)**. \n\n Para salas em **ambientes externos**, deve-se levar em consideração as **ações do vento** e **condições climáticas**, projetando um **[telhado](https://portfolio-dhdessoldi.vercel.app/posts/7)** com **inclinação mínima** prevista em norma para evitar empoçamento e garantir escoamento das águas da chuva, além de projeto de **calha e tubos de descida** adequados. \n\n As **vantagens** da utilização de **estruturas metálicas** em vez de alvenaria para essas salas são: **facilidade de montagem e desmontagem** da estrutura, **facilidade de modificação** em caso de alteração de projeto, **menor prazo** de confecção e instalação, **materiais mais leves** e **reaproveitamento** dos mesmos. \n\n  ### Galeria \n\n A seguir, tem-se algumas **imagens, fotografias** e mais detalhes referentes às etapas de elaboração de diferentes **[projetos](https://portfolio-dhdessoldi.vercel.app/posts/1)** e do processo de montagem de **salas estruturais**. \n\n ![Vista isométrica simplificada de uma sala estrutural em aço](/assets/posts/6/2.png) \n\n Representação **isométrica simplificada** de uma sala escritório de ambiente interno. Neste caso, o projeto arquitetônico impossibilitou a utilização de **colunas estruturais** dentro da sala, então, como solução, foi projetado um **pórtico** para sustentação des vigas de fechamento em um **vão** de aproximadamente **8,1 metros** de comprimento.  \n\n ![Vistas de desenho técnico de uma sala estrutural em aço](/assets/posts/6/3.png) \n\n **Vistas de projeto** de uma sala estrutural para manutenção de veículos em **ambiente externo** de estacionamento. Por se tratar de um ambiente externo com alta incidência das **cargas de vento**, houve a necessidade da utilização de **contraventamentos** para estabilização da estrutura. Além da **inclinação** do telhado e projeto de **calha e descida de águas pluviais**. \n\n ![Fotografia de uma sala em aço montada em ambiente externo](/assets/posts/6/5.jpeg) \n\n Fotografia da sala do projeto anterior executada, com as telhas de fechamento lateral, telhas de cobertura e rufos de acabamento colocados. Dimensões finais de **7,5 metros x 5,2 metros x 3 metros com inclinação de 5%**. \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 7,
    "title": "Estruturas de Cobertura",
    "text": "\n\n Estruturas de cobertura servem para **proteger** a edificação das **condições climáticas** em geral. Assim, devem ser projetadas para resistir à grandes rajadas de vento, fortes chuvas e manter a temperatura do ambiente controlada sob forte incidência do sol. Além dos elementos construtivos, escolher corretamente as telhas e fechamentos é fundamental para o projeto de uma boa cobertura. No geral, são compostas por: \n\n * **Tesouras metálicas**, que podem ser treliçadas ou de alma cheia; \n\n * **Terças de cobertura**, que servem para apoio de telhas dos mais diversos formatos e materiais; \n\n * **Contraventamentos**, que são barras cuja finalidade é garantir a estabilidade da estrutura durante sua vida útil e durante a montagem, proporcionando rigidez espacial; \n\n * **Calhas e tubos de descida**, que servem para o escoamento da águas provenientes da chuva que caem sobre o telhado; \n\n * **Rufos**, que são chapas metálicas dobradas para dar acabamento aos cantos da estrutura; \n\n * **Cumeeiras**, que realizam a intersecção de telhas em telhados de duas ou mais águas; \n\n * **Linhas de vida**, que são cabos de aço fixados sobre a cobertura para garantir a segurança dos trabalhadores que forem realizar algum tipo de manutenção na superfície com o equipamento de proteção individual adequado. \n\n  No **[projeto](https://portfolio-dhdessoldi.vercel.app/posts/1)** de uma estrutura de cobertura metálica, alguns dos fatores mais importantes são as **cargas devidas ao vento**. As considerações para a avaliação das forças devidas ao vento, para efeito de cálculo em edifícios e estruturas, são regidas pela **Norma Brasileira NBR6123/88 \"Forças devidas ao vento nas edificações\"**. Convém ressaltar que, para o estudo dessas forças, é necessário o conhecimento de três parâmetros, que são: \n\n * **Pressão dinâmica:** relação entre velocidade do vento e fatores topográficos, de rugosidade e estatístico; \n\n * **Coeficientes de pressão e de forma:** valores definidos por norma dependentes do tipo da edificação e permeabilidade das paredes; \n\n Vale ressaltar que, na maioria dos casos, as **forças** provenientes do vento são de **sucção**, ou seja, agem de forma a tentar levantar a estrutura do solo. Assim, por definição, não devem ser combinadas com cargas variáveis verticais, para que não haja sobreposição de forças com direções opostas. \n\n Outro fator importante que deve ser considerado é a sobrecarga de manutenção da estrutura. Segundo a **Norma Brasileira NBR6120/19**, caso a cobertura possua sistema de drenagem suficiente e rigidez adequada que impeçam a ocorrência do fenômeno de empoçamento, pode-se considerar uma **carga variável uniformemente distribuída de 0,25kN/m², ou 25 kg/m²**, para cobrir chuvas e comportar pessoas em sua cobertura para manutenção. \n\n É comum categorizar uma estrutura de cobertura pela **quantidade de águas** que possui, ou seja, **quantidade de inclinações** de forma a **distribuir a vazão** das água pluviais. Para um telhado muito grande, fica inviável considerar apenas um ângulo de inclinação, já que a vazão de água seria muito alta e a calha não suportaria, podendo transbordar. Assim, múltiplas águas dividem essa vazão em múltiplas calhas com seus próprios pontos de descida. \n\n  ### Galeria \n\n A seguir, tem-se algumas **imagens, fotografias** e mais detalhes referentes às etapas de elaboração de diferentes **[projetos](https://portfolio-dhdessoldi.vercel.app/posts/1)** e do processo de montagem de **telhados e coberturas metálicas**. \n\n ![Vistas de desenho técnico da estrutura metálica de cobertura de uma sala](/assets/posts/7/1.PNG) \n\n **Vistas de projeto** de estrutura de cobertura em duas águas para uma sala feita em tijólos ecológicos. \n\n ![Fotografia interna da estrutura metálica de cobertura de uma sala ](/assets/posts/7/2.jpeg) \n\n \n\n ![Vista Isométrica de estrutura metálica de cobertura de uma sala](/assets/posts/7/3.PNG) \n\n \n\n ![Vista de fechamento lateral da cobertura de uma sala](/assets/posts/7/4.PNG) \n\n \n\n ![Fotografia do fechamento de telhas da cobertura de uma sala](/assets/posts/7/5.jpeg) \n\n \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 8,
    "title": "Escadas Metálicas",
    "text": "\n\n Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum faucibus nisl augue, a fringilla ipsum egestas pellentesque. Vestibulum accumsan feugiat porttitor. Proin vehicula quis ligula sed consequat. Sed sodales ut augue a venenatis. Ut venenatis fermentum tincidunt. Phasellus lorem leo, tincidunt id lacus id, placerat varius odio. Cras sollicitudin lectus non mollis condimentum. \n\n ![Vista frontal de um desenho técnico de uma escada metálica](/assets/posts/8/1.PNG) \n\n \n\n ![Fotografia de uma escada metálica pintada](/assets/posts/8/2.jpeg) \n\n \n\n ![Fotografia de uma escada metálica galvanizada a frio](/assets/posts/8/3.jpeg) \n\n \n\n ![Fotografia de uma escada metálica galvanizada a quente](/assets/posts/8/4.PNG) \n\n \n\n ![Isométrico simplificado de uma escada marinheiro](/assets/posts/8/5.png) \n\n \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 9,
    "title": "Pipe Rack",
    "text": "\n\n Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum faucibus nisl augue, a fringilla ipsum egestas pellentesque. Vestibulum accumsan feugiat porttitor. Proin vehicula quis ligula sed consequat. Sed sodales ut augue a venenatis. Ut venenatis fermentum tincidunt. Phasellus lorem leo, tincidunt id lacus id, placerat varius odio. Cras sollicitudin lectus non mollis condimentum. \n\n ![Vistas de planta e frontal de um desenho técnico de uma pipe rack](/assets/posts/9/1.PNG) \n\n \n\n ![Fotografia de um pipe rack montado](/assets/posts/9/2.jpeg) \n\n \n\n ![Vistas de planta e frontal de um desenho técnico de uma pipe rack](/assets/posts/9/3.png) \n\n \n\n ![Fotografia de um pipe rack montado](/assets/posts/9/4.jpeg) \n\n \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  },
  {
    "id": 10,
    "title": "Utilidades",
    "text": "\n\n Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum faucibus nisl augue, a fringilla ipsum egestas pellentesque. Vestibulum accumsan feugiat porttitor. Proin vehicula quis ligula sed consequat. Sed sodales ut augue a venenatis. Ut venenatis fermentum tincidunt. Phasellus lorem leo, tincidunt id lacus id, placerat varius odio. Cras sollicitudin lectus non mollis condimentum. \n\n ![Vistas de um desenho técnico de um suporte metálico para bomba de óleo](/assets/posts/10/1.PNG) \n\n \n\n ![Fotografia de um suporte metálico para bomba de óleo](/assets/posts/10/2.jpeg) \n\n \n\n ![Vistas de um desenho técnico de um suporte metálico para controles da linha](/assets/posts/10/3.png) \n\n \n\n ![Fotografia de um suporte metálico](/assets/posts/10/4.jpeg) \n\n \n\n ![Vista Isométrica de um suporte articulado para luminária](/assets/posts/10/5.png) \n\n \n\n ![Fotografia de um suporte articulado para luminária](/assets/posts/10/6.jpg) \n\n \n\n ### Referências bibliográficas: \n\n  * Normas ABNT NBR8800/08, NBR6120/19, NBR6123/88; \n\n * Edifícios industriais em aço – Projeto e Cálculo, Eng. Ildony H.Bellei, Editora Pini, 6ª edição dez/10; \n\n * Imagens e fotografias de autoria própria, retiradas de projetos desenvolvidos em software CypeCad Metalicas 3D e AutoCad LT."
  }
]
